[
  {
    "id": 1,
    "title": "KIU-ს მაგისტრანტები შანხაის გლობალურ ტექნოლოგიურ ცენტრში სტუმრობენ",
    "category": "ტექნოლოგია",
    "date": "2025-07-24",
    "image": "/NewsImages/shanghai.jpg",
    "content": "კუთაისის საერთაშორისო უნივერსიტეტის მაგისტრანტები შანხაის გლობალურ ტექნოლოგიურ ცენტრში იმყოფებიან და უახლეს ტექნოლოგიებს ეცნობიან.",
    "fullContent": "კუთაისის საერთაშორისო უნივერსიტეტის (KIU) მაგისტრანტები ამჟამად შანხაის გლობალურ ტექნოლოგიურ ცენტრში გამგზავრებულნი არიან. ფინანსებისა და ინფორმაციული მართვის (FIM) მაგისტრატურის პროგრამის სტუდენტები - ლანა ცინცურიძე, ერეკლე ბერიძე, ლიზი არეშიძე და თეიმურაზ ფხაკაძე მონაწილეობენ შანხაიში ჩატარებულ საერთაშორისო საზაფხულო სკოლაში, რომელიც მდგრად ხელოვნურ ინტელექტს ეძღვნება.\n\nპროგრამის ფარგლებში ისინი სტუმრობენ ინდუსტრიულ ზონებსა და მაღალტექნოლოგიურ კომპანიებს, სადაც ღრმად ეცნობიან ხელოვნური ინტელექტის პრაქტიკულ გამოყენებებს სხვადასხვა სფეროში. ამ თანამედროვე ტექნოლოგიების ცენტრში KIU-ს სტუდენტები აყალიბებენ საერთაშორისო პროფესიულ კონტაქტებს წამყვან კომპანიებსა და უნივერსიტეტებთან, ხოლო სწავლობენ ინდუსტრიის უახლეს ტენდენციებს.\n\n[QUOTE_BLOCK]\n\nშენაძღვრას უწევს KIU-ს მიწვეული პროფესორი ლუის სეკო (ტორონტოს უნივერსიტეტი), რომელიც ამჟამად შანხაიშია და ერთ-ერთი მთავარი სპიკერია საზაფხულო სკოლაში.",
    "quote": {
      "text": "საზაფხულო სკოლა უნიკალური შესაძლებლობაა. სტუდენტები არ მხოლოდ ხელოვნური ინტელექტის ტექნიკურ საფუძვლებს სწავლობენ, არამედ ხედავენ მის რეალურ გამოწვევებზე გამოყენებას. KIU-ს სტუდენტები ძალიან აქტიურები და სანდი არიან ახალი აკადემიური გამოცდილებისთვის. მათ დიდი პოტენციალი აქვთ ინოვაციური ტექნოლოგიების შექმნაში და განვითარებაში მომავალში.",
      "author": "ლუის სეკო",
      "title": "KIU-ს მიწვეული პროფესორი და ტორონტოს უნივერსიტეტის პროფესორი",
      "image": "/NewsFigureImages/louis-seco.jpg"
    },
    "eventDuration": "20-30 ივლისი, 2025",
    "location": "შანხაი, ჩინეთი"
  },
  {
    "id": 2,
    "title": "KIU-ს FIM სტუდენტები მდგრადი ხელოვნური ინტელექტის კურსს გადიან",
    "category": "ტექნოლოგია",
    "date": "2025-07-17",
    "image": "/NewsImages/toshanghai.jpg",
    "content": "ლანა ცინცურიძე, ერეკლე ბერიძე და ლიზი არეშიძე მდგრადი ხელოვნური ინტელექტის კურსს შანხაის გლობალურ ტექნოლოგიურ სკოლაში ესწრებიან.",
    "fullContent": "კუთაისის საერთაშორისო უნივერსიტეტის (KIU) ფინანსებისა და ინფორმაციული მართვის (FIM) მაგისტრატურის პროგრამის სტუდენტები — ლანა ცინცურიძე, ერეკლე ბერიძე, ლიზი არეშიძე და თეიმურაზ ფხაკაძე მონაწილეობენ \"მდგრადი ხელოვნური ინტელექტის\" საერთაშორისო საზაფხულო სკოლაში, რომელიც შანხაის გლობალურ ტექნოლოგიურ სკოლაში ტარდება.\n\nსაზაფხულო სკოლა, რომელიც მიმდინარეობს 21 ივლისიდან 1 აგვისტომდე, მოიცავს ხელოვნური ინტელექტის მდგრადობის საკითხებს, ლექციებს წამყვან უნივერსიტეტების პროფესორებისგან, პრაქტიკულ სესიებს და ვიზიტებს შანხაის ინდუსტრიულ და ტექნოლოგიურ ცენტრებს.\n\n[QUOTE_BLOCK]\n\nკურსს უჭერს მხარს KIU-ს მიწვეული პროფესორი ლუის სეკო (ტორონტოს უნივერსიტეტი), რომელიც ასევე ერთ-ერთ მთავარ სპიკერია საზაფხულო სკოლაში.\n\nპროგრამის ფარგლებში სტუდენტები დაესწრებიან მსოფლიო ხელოვნური ინტელექტის კონფერენციას (WAIC) 26-28 ივლისს, სადაც განხილვები შეეხებათ ეთიკურ AI-ს, გარემოს დაცვის საკითხებს, პოლიტიკის ინტეგრაციასა და პრაქტიკულ გამოყენებებს.\n\nFIM პროგრამა, რომელიც შემუშავებულია მიუნხენის ტექნიკური უნივერსიტეტის (TUM)თან თანამშრომლობით და ხელმძღვანელობს პროფესორი რუდი ზაგსტი, აერთიანებს ფინანსურ ანალიზს ინფორმაციული სისტემების მართვასთან და სრულად ინგლისურ ენაზეა.",
    "quote": {
      "text": "მდგრადი ხელოვნური ინტელექტის კურსზე მონაწილეობის მიღება საშუალებას აძლევს ჩვენს სტუდენტებს გაიგონ როგორც ტექნიკური, ისე ეთიკური ასპექტები, რაც მათ უკეთ ამზადებს გლობალური ტექნოლოგიური გამოწვევებისთვის.",
      "author": "დანიელ ოკორო",
      "title": "კომპიუტერული მეცნიერების ლექტორი",
      "image": "/NewsFigureImages/daniel-okoro.jpg"
    },
    "eventDuration": "17-24 ივლისი, 2025",
    "location": "შანხაი, ჩინეთი"
  },
  {
    "id": 3,
    "title": "KIU მასპინძლობს საერთაშორისო საზაფხულო სკოლას ხელოვნურ ინტელექტზე",
    "category": "კვლევა",
    "date": "2025-07-09",
    "image": "/NewsImages/intaischool.jpg",
    "content": "ხუთდღიანი პროგრამა სიმბოლურ და სტატისტიკურ მეთოდებზე მასწავლებლებსა და სტუდენტებს აერთიანებს მთელი მსოფლიოს მასშტაბით.",
    "fullContent": "კუთაისის საერთაშორისო უნივერსიტეტი (KIU) მასპინძლობს საერთაშორისო საზაფხულო სკოლას ხელოვნურ ინტელექტზე, რომელიც ორგანიზებულია მათ მათემატიკისა და კომპიუტერული მეცნიერებების სკოლების სტუდენტებისთვის. ხუთდღიანი პროგრამა სახელწოდებით \"სიმბოლურ და სტატისტიკურ მეთოდებს ფორმალურ გამოთქმებთან დაკავშირებით\" აერთიანებს ქართველ და უცხოელ მონაწილეებს ლექციებისა და პრაქტიკული სესიებისათვის.\n\nსესიებს ატარებენ წამყვანი უნივერსიტეტების მკვლევრები, მათ შორის კინგს კოლეჯი ლონდონიდან, ბოლონიიდან, როდის უნივერსიტეტი და სხვები.\n\n[QUOTE_BLOCK]\n\n\"თანამედროვე AI მეთოდების ინტეგრირება განათლებაში აუცილებელია მომავალი გამოწვევებისთვის სტუდენტების მომზადებისათვის,\" — განაცხადა KIU-ს მოქმედმა რექტორმა, პროფესორ პაატა თურავამ გახსნის ცერემონიაზე.\n\nსაზაფხულო სკოლა ორგანიზებულია ნიკა გაგუასა და ასოცირებულ პროფესორ ბესიკ დუნდუას მიერ, ფოკუსირებულია პროგრამული უზრუნველყოფის ვერიფიკაციას, სისტემური უსაფრთხოებისა და ავტომატური დასაბუთების ტექნიკებზე. მონაწილეებს ეძლევათ სერტიფიკატები კურსის დასრულების შემდეგ.",
    "quote": {
      "text": "ეს საზაფხულო სკოლა აძლიერებს სტუდენტების ცოდნას სიმბოლურ და სტატისტიკურ AI მეთოდებზე, რაც მათ ხელს უწყობს კვლევების განვითარებას კომპიუტერულ და დასაბუთების სისტემებში.",
      "author": "ივან პეტროვი",
      "title": "მათემატიკის პროფესორი",
      "image": "/NewsFigureImages/ivan-petrov.jpg"
    },
    "eventDuration": "9-14 ივლისი, 2025",
    "location": "კუთაისი, საქართველო"
  },
  {
    "id": 4,
    "title": "KIU მასპინძლობს კამპუსის ტურს სამომავლო სტუდენტებისთვის",
    "category": "კამპუსი",
    "date": "2025-06-30",
    "image": "/NewsImages/campustour.jpg",
    "content": "KIUმ უმასპინძლა აბიტურიენტებს და მომავალი სტუდენტების ჯგუფს, რომლებმაც კომპლექსური კამპუსის ტურით გაეცვნენ უნივერსიტეტის შესაძლებლობებს.",
    "fullContent": "კუთაისის საერთაშორისო უნივერსიტეტმა (KIU) πρόσφαად მასპინძლობა გაუწია აბიტურიენტებსა და მომავალ სტუდენტებს კამპუსის ღია ტურის ფარგლებში. სტუმრებს მიესალმა მოქმედი რექტორი პროფესორ პაატა თურავა, რომელმაც წარმოადგინა სამომავლო აკადემიური გეგმები და წარმატებები უსურვა ერთიანი ეროვნული გამოცდებისთვის. კამპუსის დირექტორმა ვახტანგ წაგარელმა ასევე სიტყვით მიმართა სტუმრებს.\n\nტურის დროს მონაწილეები შეხვდნენ აკადემიურ პერსონალს, დაათვალიერეს კამპუსი და შეისწავლეს KIU-ს ბაკალავრიატის პროგრამები, აქტიურად საუბრით სტუდენტებთან, რომლებიც თავიანთ გამოცდილებას უზიარებდნენ.\n\n[QUOTE_BLOCK]\n\nამ წელს ახალი პროგრამები დაემატა: მედიცინის დოქტორის ხარისხი და დიზაინის ბაკალავრიატი — ორივე პროგრამა ორი დიპლომის მიღებით ნეაპოლის ფედერიკო II უნივერსიტეტთან და ფსიქოლოგიის ერთობლივი პროგრამა ბამბერგის უნივერსიტეტთან.\n\nKIU გთავაზობთ ევროპულ სტანდარტის ბაკალავრის, მაგისტრისა და დოქტორის ხარისხებს, პარტნიორ უნივერსიტეტებთან ერთად, ინგლისურ ან ორმაგ ენოვან ფორმატებში. კამპუსი მოიცავს 160 ჰექტარზე ფართობი განვითარებულ ლაბორატორიებს, სტუდენტურ საცხოვრებელსა და აკადემიურ და არაფორმალურ აქტივობებს.\n\nKIU დაფუძნებულია კარტუ ფონდის მიერ და აქვს 1 მილიარდი ევროს ინვესტიცია, რაც საქართველოს ყველაზე მასშტაბური საქველმოქმედო განათლების პროექტია.",
    "quote": {
      "text": "ჩვენი კამპუსის ტურები სამომავლო სტუდენტებს აძლევს შანსს უშუალოდ დაათვალიერონ KIU-ს თანამედროვე ინფრასტრუქტურა და ინოვაციური პროგრამები, რაც მისივე საგანმანათლებლო და პროფესიული გზის შთაგონებაა.",
      "author": "მარკუს ბენეტტი",
      "title": "განათლების უფროსი ლექტორი",
      "image": "/NewsFigureImages/marcus-bennett.jpg"
    },
    "eventDuration": "30 ივნისი, 2025",
    "location": "კუთაისი, საქართველო"
  },
  {
    "id": 5,
    "title": "KIU და ჭიათურის ცენტრი პარტნიორობას აფართოებენ",
    "category": "პარტნიორობა",
    "date": "2025-06-24",
    "image": "/NewsImages/chiaturapartnership.jpg",
    "content": "KIUმ უმასპინძლა ჭიათურის მრავალფუნქციურ ცენტრის სტუდენტებს, რომლებმაც ერთობლივი მათემატიკის პროგრამა წარმატებით დაასრულეს.",
    "fullContent": "კუთაისის საერთაშორისო უნივერსიტეტმა (KIU) უმასპინძლა დაახლოებით 20 სტუდენტს ჭიათურის მრავალფუნქციური ცენტრიდან, რომლებმაც წარმატებით დაასრულეს ერთობლივი მათემატიკის პროგრამა და სერტიფიკატები მიიღეს. მოქმედმა რექტორმა, პროფესორ პაატა თურავამ, graduates დააფასა და გაუსვა ხაზი KIU-ს ინოვაციებს მომავალ სასწავლო წელს.\n\n[QUOTE_BLOCK]\n\nჭიათურის ცენტრთან პარტნიორობით KIUმ განახორციელა სპეციალური მათემატიკის პროგრამა, რომელსაც უძღვებიან მათემატიკის სკოლის პროფესორები გიორგი ონიანი, თენგიზ ბოკელავაძე და კახა ჩუბინიძე. განახლებული თანამშრომლობის შეთანხმება გაფორმდა KIU-ს ფილიალზე ჭიათურაში, რაც მიზნად ისახავს ტექნოლოგიური განათლებისა და AI-ის ინტეგრაციის განვითარებას.\n\nამ პარტნიორობის ფარგლებში KIU-ს სტუდენტებს უფასო წვდომა ექნებათ კურსერას AI პროგრამებზე ჭიათურის AI ნებულა ჰაბის მეშვეობით. დიპლომანტები და სტუმრები ასევე მოინახულებენ KIU-ს კამპუსის ინფრასტრუქტურას.\n\nეს თანამშრომლობა ხელს უწყობს რეგიონში უმაღლესი განათლების ხელმისაწვდომობას, უნარების განვითარებას და ახალგაზრდების დასაქმებას.",
    "quote": {
      "text": "ჭიათურის მრავალფუნქციურ ცენტრთან თანამშრომლობა ხელს უწყობს რეგიონული წვდომის უზრუნველყოფას თანამედროვე განათლებაზე და ხელოვნური ინტელექტის განვითარებაზე, რაც ახალგაზრდებს აძლევს მნიშვნელოვან უნარებს მომავლის ბაზარზე.",
      "author": "სამუელ კიმი",
      "title": "AI და მონაცემთა მეცნიერების ასოცირებული პროფესორი",
      "image": "/NewsFigureImages/samuel-kim.jpg"
    },
    "eventDuration": "24 ივნისი, 2025",
    "location": "კუთაისი, საქართველო"
  },
  {
    "id": 6,
    "title": "კომუნიკაციების ომბუდსმენის საჯარო ლექცია",
    "category": "ლექცია",
    "date": "2025-06-19",
    "image": "/NewsImages/ombudsmanlecture.jpg",
    "content": "KIU-ში გაიმართა საჯარო ლექცია თემაზე „იცოდე შენი უფლებები კომუნიკაციების სფეროში“.",
    "fullContent": "კუთაისის საერთაშორისო უნივერსიტეტმა უმასპინძლა საჯარო ლექციას თემაზე „იცოდე შენი უფლებები კომუნიკაციების სფეროში“, რომელიც წარმართა მომხმარებელთა ინტერესების დაცვის საზოგადოებათა ოფისმა. ღონისძიება გახსნა მოქმედმა რექტორმა, პროფესორ პაატა თურავამ, ხოლო ლექციას წარუძღვა კომუნიკაციების ომბუდსმენი გვანცა ჩხეიძე.\n\n[QUOTE_BLOCK]\n\nლექციაზე სტუდენტებსა და პერსონალს გააცნეს მომხმარებლის უფლებები, კომპანიის ვალდებულებები, საჩივრების წესები და გამჭვირვალობისა და ხარისხის მნიშვნელობა სატელეკომუნიკაციო მომსახურებებში. სტუმრებს საშუალება ჰქონდათ დასმულიყვნენ კითხვები.\n\nშეხვედრისას პროფესორმა თურავამ გაიარაშია საჯარო დაცვის ოფისის წარმომადგენლებთან მომავალი თანამშრომლობის საკითხები. ეს ოფისი დამოუკიდებელია მომხმარებლის უფლებების დაცვის ელექტრონულ კომუნიკაციებსა და მაუწყებლობაში.\n\nKIU-მ 2022 წელს გააფორმა თანამშრომლობის მემორანდუმი საქართველოს კომუნიკაციების ეროვნულ კომისიასთან, რათა დაეხმაროს ციფრულ კომუნიკაციებსა და მედია წიგნიერების პროექტებს.",
    "quote": {
      "text": "კომუნიკაციებში მომხმარებლის უფლებების გაცნობა უმნიშვნელოვანესია. ჩვენი ლექცია მიზნად ისახავდა სტუდენტების აღჭურვას ცოდნით, რათა შეძლონ ხარისხის მოთხოვნა სატელეკომუნიკაციო სფეროში.",
      "author": "დანიელ ოკორო",
      "title": "კომპიუტერული მეცნიერების ლექტორი",
      "image": "/NewsFigureImages/daniel-okoro.jpg"
    },
    "eventDuration": "19 ივნისი, 2025",
    "location": "კუთაისი, საქართველო"
  },
  {
    "id": 7,
    "title": "KIU-ს რექტორი საჯარო ლექციას უძღვება ადგილობრივ სკოლაში",
    "category": "ლექცია",
    "date": "2025-06-15",
    "image": "/NewsImages/ombudsmanlecture.jpg",
    "content": "KIU-ს რექტორმა ადგილობრივ საჯარო სკოლაში მოსწავლეებს შთამაგონებელი ლექცია წაუკითხა.",
    "fullContent": "კუთაისის საერთაშორისო უნივერსიტეტმა უმასპინძლა საჯარო ლექციას თემაზე „იცოდე შენი უფლებები კომუნიკაციების სფეროში“, რომელიც წარმართა მომხმარებელთა ინტერესების დაცვის საზოგადოებათა ოფისმა. ღონისძიება გახსნა მოქმედმა რექტორმა, პროფესორ პაატა თურავამ, ხოლო ლექციას წარუძღვა კომუნიკაციების ომბუდსმენი გვანცა ჩხეიძე.\n\n[QUOTE_BLOCK]\n\nლექციაზე სტუდენტებსა და პერსონალს გააცნეს მომხმარებლის უფლებები, კომპანიის ვალდებულებები, საჩივრების წესები და გამჭვირვალობისა და ხარისხის მნიშვნელობა სატელეკომუნიკაციო მომსახურებებში. სტუმრებს საშუალება ჰქონდათ დასმულიყვნენ კითხვები.\n\nშეხვედრისას პროფესორმა თურავამ გაიარაშია საჯარო დაცვის ოფისის წარმომადგენლებთან მომავალი თანამშრომლობის საკითხები. ეს ოფისი დამოუკიდებელია მომხმარებლის უფლებების დაცვის ელექტრონულ კომუნიკაციებსა და მაუწყებლობაში.\n\nKIU-მ 2022 წელს გააფორმა თანამშრომლობის მემორანდუმი საქართველოს კომუნიკაციების ეროვნულ კომისიასთან, რათა დაეხმაროს ციფრულ კომუნიკაციებსა და მედია წიგნიერების პროექტებს.",
    "quote": {
      "text": "კომუნიკაციებში მომხმარებლის უფლებების გაცნობა უმნიშვნელოვანესია. ჩვენი ლექცია მიზნად ისახავდა სტუდენტების აღჭურვას ცოდნით, რათა შეძლონ ხარისხის მოთხოვნა სატელეკომუნიკაციო სფეროში.",
      "author": "დანიელ ოკორო",
      "title": "კომპიუტერული მეცნიერების ლექტორი",
      "image": "/NewsFigureImages/daniel-okoro.jpg"
    },
    "eventDuration": "19 ივნისი, 2025",
    "location": "კუთაისი, საქართველო"
  }
]
